"MJRefreshHeaderIdleText" = "下拉刷新";
"MJRefreshHeaderPullingText" = "松手刷新";
"MJRefreshHeaderRefreshingText" = "Loading...";

"MJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"MJRefreshAutoFooterRefreshingText" = "Loading...";
"MJRefreshAutoFooterNoMoreDataText" = "No more data";

"MJRefreshBackFooterIdleText" = "上拉加载更多";
"MJRefreshBackFooterPullingText" = "松手加载更多";
"MJRefreshBackFooterRefreshingText" = "Loading...";
"MJRefreshBackFooterNoMoreDataText" = "亲，没有更多内容啦";

"MJRefreshHeaderLastTimeText" = "Last update:";
"MJRefreshHeaderDateTodayText" = "Today";
"MJRefreshHeaderNoneLastDateText" = "No record";